[
    {
        "id": 1,
        "message": "FIRST OF ALLL! HAPPY BIRTHDAY BUBYYYY! AND HAPPY MONTHSARY!! I hope happy ikaw and mafeel mong special ang araw na ito despite of some instances pero dont be sad okay? Dapat i-enjoy mo ang araw na to and eat ikaw ng kung anong want mo today or sa mga susunod. Remember, birthmonth mo to and dapat, if kaya, magcelebrate ka until matapos ang month na to diba HAHAHAH. Anyway, I wish all the best and 20 ka na be, same age na ang couple birds. Masaya ako kasi birthday mo na and im very looking forward this month with you, hayaan mo, mag celebrate tayo kung saan mo gusto and tutuparin natin yan isa-isa. Mahal na mahal kita. my love, and i miss you so much na and gagawin ko lahat para mapasaya ikaw and you feel loved all the time. Di lang dito nagtatapos and celebration at birthday mo ah, be ready for more heheheheh I LOVE YOU AND HAPPY BIRTHDAY MY SURE THING!! MWA MWA",
        "highlight": true,
        "from": "bebu"
    },
    {
        "id": 2,
        "message": "HAPPY BIRTHDAY, MY NAYA!!! I hope you can still enjoy your day todayyy even though my class tayo & I know your love ones will make your day special baby girl hihi. Very thankful & lucky na ikaw ang nagging college friend ko to survive this bullshit nyahahahha. I know you know na I'm always here for you through ups and down (JOWA YARN) couldn't express my care & love to you more PERO I LOVE YOU SO MUCH & VERY VERY VERY GREATFUL SAYOO. You always bring light to me bes promise kasi you're so funny, we're funny hehe. LIVE YOUR LIFE AND BE THE HAPPIEST. I know you're very strong & independent AND SUPER SMART kaya malayo at malayo rin ang ma achieve mo. ANG WISH KO SA BIRTHDAY MO AY HINDI MO AKO IWAN REAL YAN BES! Sobrang dami ko lang unsaid message sayo kasi I'm very thankful talaga na ikaw ang nagging friend ko but I can't construct the words sa sobrang dami nyahahahha gusto ko lang ipararing na magging masaya ka at palagi lang ako andito for you. You can tell to me everything, I can be your safest place bes. THANK YOU FOR ALWAYS MAKING ME FEEL NA I CAN BE VULNERABLE TO YOU. HAPPY BIRTHDAY MY NAYA GIRL😙🤍\n        FIRST PICTURE TOGETHER NAYAHAHHA",
        "highlight": true,
        "from": "anne",
        "image": "/rhaven.jpg"
    },
    {
        "id": 3,
        "message": "happiest birthday, janaya! i'm wishing you all the best things in life, may you continue to be an amazing person. you deserve all the love and happiness. have a blessed birthday hehe enjoyyyy and love u !!",
        "highlight": true,
        "from": "sami"
    },
    {
        "id": 4,
        "message": "happy birthday janaya ! enjoy your day saur much,  saint john baptist de la salle pray for us, live jesus in our hearts forever 🫶🏻",
        "highlight": true,
        "from": "louise"
    },
    {
        "id": 5,
        "message": "Happy birthday, Manila Girl. I got too much to say, but I won't tell, unless magkakasama tayo ulit face to face. Ingatan nawa ang babaitang i2, and more codm nights with you guys. pibertdey, tnx.",
        "highlight": true,
        "from": "Yang",
        "image": "/kentong.jpg"
    },
    {
        "id": 6,
        "message": "Happy birthday Naya!!! Miss you so muchhh, sobrang tagal nanaman nyan bago tayo magkita kita for sure, enjoy mo yung bday mooo, tandaan mo sah kasama mo kami sa zero days mo, kasama ka sa paglipad ng eroplano. Eme lang pero boi tandaan mo dito lang kami lagi pag kailangan mo kahit ano, kahit di na tayo nakakapag usap lagi. Tara na tuloy na kasi yung swimming HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA ",
        "highlight": true,
        "from": "Mutoy",
        "image": "/muyot.jpg"
    },
    {
        "id": 7,
        "message": "happy birthday very much",
        "highlight": true,
        "from": "Ez"
    },
    {
        "id": 8,
        "message": "happy happy birthday, janaya moira! galingan mo palagi and if you're feeling down or what, know that i'm one chat away, always. don't doubt yourself too much and when everything feels heavy, uwi ka lang samin. i hope that we will always make time na magkita kita or catch up. thank you rin sa lahat hehe lam mo na yon. love u always our mnl girl 🤍 enjoy your day! mwa mwa mwa miss uuuu",
        "highlight": true,
        "from": "janel"
    },
    {
        "id": 9,
        "message": "NAYA, I LOVE YOU SO MUCH. WALA NA YUNG BOND NATIN KAGAYA NUNG SHS BUT IK WE STILL LOVE EACH OTHER. GO ATTY!",
        "highlight": true,
        "from": "Jea"
    },
    {
        "id": 10,
        "message": "happy birthday janayaaa! i hope you succeed in everything that you do. :))",
        "highlight": true,
        "from": "Gabriel Gavina"
    },
    {
        "id": 11,
        "message": "my wish for janaya is matupad lahat ng pangarap mo and good health, goodluck din sa college journey wag natin madaliin lahat ng mga bagay bagay enjoy lang palagi huhu i miss my SHS pipss yung lang sana kaklase ko pa rin kayoooo:(( happy birthday janayaa ingat palagii",
        "highlight": true,
        "from": "samboy",
        "image": "/edmark.jpg"
    },
    {
        "id": 12,
        "message": "Happy birthday  mabuhay ka hanggat gusto",
        "highlight": true,
        "from": "Juan"
    },
    {
        "id": 13,
        "message": "Happy Happy Birthday, my Naya. Thank you so much for everything, I'm always proud of you. I love you always, Ang wish ko for you ay sana lagi kang maging masaya sa kung ano man ang ginagawa mo. I love you so so much",
        "highlight": true,
        "from": "Queen"
    }
]